Repository: khanhtuongIT/RestoreFile
Catalog: UndoIt/Language/*.resx
Languages: fr, ja

# strB
source: Browse
fr: Feuilleter
ja: ブラウズ

# strButton
source: Recover File...
fr: Récupérer le Fichier
ja: ファイルを回復する。

# strButton1
source: Recover Files...
fr: Récupérer les Fichiers
ja: ファイルを回復する。

# strChance
source: Good (no lost data detected)
fr: Bon (aucune donnée perdue détectée)
ja: 良い (失われたデータ検出)

# strChance1
source: Good (data may be overwritten)
fr: Bon (les données peuvent être écrasées)
ja: 良い(データを上書き可能性があります) 。

# strChance2
source: Bad (data is partially overwritten)
fr: Mauvais (les données sont partiellement écrasées)
ja: 悪い (データは部分的に上書きされます) 。

# strChance3
source: Bad (data is completely overwritten)
fr: Mauvais (les données sont complètement écrasées)
ja: 悪い (データを完全に上書き) 。

# strChance4
source: Unknown
fr: Inconnu
ja: 不明

# strChance5
source: Excellent
ja: 優れた

# strHelp10
source: <b><font size="+5">How to use Scan by types feature?</font></b>
fr: <b><font size="+5">Comment utiliser la fonction Numériser par types?</font></b>
ja: <b><font size="+5">タイプ別スキャン機能の使い方は。</font></b>

# strHelp11
source: Click on Scan by types button and do the same as Scan all and Scan by name button. However please note:
fr: Cliquez sur le bouton Numériser par types et faites de même que Numériser tout et Numériser par nom. Cependant, veuillez noter:
ja: <b>[種類でスキャン] </b>をクリックしてすべてをスキャンおよび名前によってスキャンと同じ。ただし、注意をしてください。

# strHelp12
source: <p><b>Scan by types :</b></p>
fr: <p><b>Numériser par types:</b></p>
ja: <p><b>. 種類でスキャン </b></p>

# strHelp13
source: <p><span align="left">You don’t need to type in file name. Just select the Disk and select the icon that represents for the file type you want to find or click on <b>Choice</b> icon to find other file types.</span></p>
fr: <p><span align="left">Vous n'avez pas besoin de taper le nom de fichier. Sélectionnez simplement le Disque et sélectionnez l'icône qui représente le type de fichier que vous souhaitez trouver ou cliquez sur l'icône <b>Choix</b> pour trouver d'autres types de fichiers.</span></p>
ja: <span align="left">ファイル名を入力する必要はありません。ディスクを選択し、検索アイコンをク<p></p> リックすると、他のファイルの種類を検索するファイルの種類を表すアイコンを選択します。.</span>

# strHelp14
source: <p>Recover This File app works best if performed as soon as possible after file deletion.</p> When you delete a file, the data is not lost - but new files being written to the hard drive may overwrite your data permanently, making recovery impossible.
fr: <p> Recovery This File app wurket it bêste as jo sa gau mooglik nei triem wiske wurde. </p> As jo in triem fuortsmite, dan wurde de gegevens net ferlern - mar nije triemmen skreaun wurde op 'e hurde skiif kinne jo gegevens periodyte oerskriuwe, wêrtroch it werheljen ûnmooglik is.
ja: Recover This File アプリは、ファイルの削除後できるだけ早く実行すると最も効果的です。 ファイルを削除すると、データは失われませんが、新しいファイルがハードディスクに書き込まれると、データが永久に上書きされ てリカバリが不可能になります

# strHelp15
source: <p>If, for any reasons, you are not happy with our app, please also contact us at: <a href="mailto:recoverthisfile@gmail.com">recoverthisfile@gmail.com</a>.</p> <p>Our support page: <a href="http://recoverthisfile.com/support" class="alert-link">http://recoverthisfile.com/support</a>.</p> <p>Email our support team at : <a href="mailto:recoverthisfile@gmail.com">recoverthisfile@gmail.com</a>.</p>
fr: <p>Contactez-nous à: <a href="mailto:recoverthisfile@gmail.com">recoverthisfile@gmail.com</a>.</p> <p>Notre page de support: <a href="http://recoverthisfile.com/support" class="alert-link">http://recoverthisfile.com/support</a>.</p> <p>Envoyez notre équipe de soutien à: <a href="mailto:recoverthisfile@gmail.com">recoverthisfile@gmail.com</a>.</p>
ja: <p>お問い合わせ :<a href="mailto:recoverthisfile@gmail.com">recoverthisfile@gmail.com</a>.</p> <p>サポートページ：<a href="http://recoverthisfile.com/support" class="alert-link">http://recoverthisfile.com/support</a>.</p> <p>サポートチームに電子メールでお問い合わせください。: <a href="mailto:recoverthisfile@gmail.com">recoverthisfile@gmail.com</a>.</p>

# strHelp16
source: <p><span align="center"><h3>Recover This File</h3></span></p> Recover This File is a great file undelete program that will help recover your deleted files quickly and easily. This guide will help you learn how to start using the app easily.
fr: <p><span align="center"><h3>Recover This File</h3></span></p> Recover This File est un programme excellent de récupération de fichiers qui vous aidera à récupérer vos fichiers supprimés rapidement et facilement. Ce guide vous aidera à apprendre comment commencer à utiliser l'application facilement.
ja: <p><span align="center"><h3>Recover This File</h3></span></p> Recover This File は、迅速かつ簡単にあなたの削除されたファイルを回復するプログラムを元に戻す大きなファイルです。 <p></p> このガイドは、簡単にアプリの使用を開始する方法を学習するのに役立ちます

# strHelp4
source: <b><font size="+5">How to use Scan all feature?</font></b>
fr: <b><font size="+5">Comment utiliser la fonction Numériser Tout?</font></b>
ja: <b><font size="+5">すべてをスキャン の使い方は。</font></b>

# strHelp5
source: <b>Scan all</b> Search all deleted files files:
fr: <b>Numériser Tout</b> Recherchez tous les fichiers supprimés:
ja: <b>すべてをスキャン </b> すべての削除済みファイルを検索します。

# strHelp6
source: <p><b> ></b> Firstly, click on <b>Scan all</b> button</p> <b> ></b> You can browse by one of your Disks or Folder. Check on <b>Select All Disks</b> box if you want to scan all of your Disks at a time.<p></p> <b> ></b> And then click <b>Scan</b> button to start scanning. <div> <p>Click <b>Stop</b> button at any time when you want to stop scanning.</p> <p>After finished scanning, you can type the keyword (file name) in the Search box to be able to find your file more quickly.</p> If you also want to show system files, tick on the box named <b>Show system file and unknown file types</b> next to the <b>Search</b> box. <p> After found out the file you need, please right-click on that file <b> > </b> select <b>Recover file</b> or click to select that file <b> > </b> <b>Restore file</b>. And then select the location to save your file. </p> <b>Notice:</b> We recommend you to save file in the Disk that is different from the current Disk of the file. </div>
fr: <p><b> ></b> Tout d'abord, cliquez sur le bouton <b>Numériser Tout</b></p> <p><b> ></b> Vous pouvez parcourir un de vos Disques ou Dossier. Cochez la case <b>Sélectionner Tous les Disques</b> si vous souhaitez numériser tous vos disques à la fois.</p> <b> ></b> Et puis cliquez sur le bouton <b>Numériser</b> pour commencer la numérisation. <div> <p>Cliquez sur le bouton <b>Arrêt</b> à tout moment lorsque vous souhaitez arrêter la numérisation.</p> <p> Après avoir terminé la numérisation, vous pouvez taper le mot-clé (nom de fichier) dans la boîte de recherche pour pouvoir trouver votre fichier plus rapidement. Si vous souhaitez également afficher les fichiers système, cochez la case intitulée <b>Afficher le fichier système et les types de fichiers inconnus,</b> à côté de la zone de <b>Recherche.</b></p> <p> Après avoir découvert le fichier dont vous avez besoin, cliquez avec le bouton droit de la souris sur ce fichier <b> > </b> sélectionnez <b>Récupérer le fichier</b> ou cliquez pour sélectionner ce fichier <b> > </b> <b>Restaurer le fichier</b>. Ensuite, sélectionnez l'emplacement pour enregistrer votre fichier. </p> <b>Remarque:</b> Nous vous recommandons d'enregistrer le fichier dans le disque différent du disque actuel du fichier. </div>
ja: <p><b> > </b> まず、<b> [すべてスキャン] </b>ボタンをクリックします。</p> <b> > </b> ディスクまたはフォルダーのいずれかで参照できます。同時にすべてのディスクをスキャンする場合は <p></p> <b> [すべてのディスクの選択] </b>ボックスをチェックします。<p></p> <b> ></b> <b>[スキャン]</b>ボタンをクリックしてスキャンを開始します。 <p></p> スキャンを停止したいときいつでも<b>[停止]</b>ボタンをクリックします。 <p></p> スキャンの完了後、ファイルをよりすばやく見つけることができる<b>検索</b>ボックスにキーワード (ファイル名) を入力できます。 <p></p> [システム ファイルという名前をシステム ファイルと不明なファイルの種類]、[検索] ボックスの横にあるボックスにチェック マークを表示する場合は。 <p></p> そのファイルを右クリックすると、必要なファイルを発見した[ファイルを回復する]またはそのファイルを選択をクリックし て選択します。 ><b>[ファイルを復元する]</b>。ファイルを保存する場所を選択します。 <p></p> <b>お知らせ:</b> ファイルの現在のディスクとは異なるディスクにファイルを保存することをお勧めします。

# strHelp7
source: <b><font size="+5">How to use Scan by name feature?</font></b>
fr: <b><font size="+5">Comment utiliser la fonction Scan by name?</font></b>
ja: <b><font size="+5">機能名でスキャンする方法は。</font></b>

# strHelp8
source: <p><b>Scan by name :</b></p>
fr: <p><b>Numériser par nom:</b></p>
ja: <p><b>名前でスキャン :</b></p>

# strHelp9
source: <span align="left">Click on Scan by name button and do the same steps as Scan all button. But there are some differences as below: Type the file name before scanning. (If you cannot remember the correct name, just type in the first letter of the name for scanning similar files)</span>
fr: <span align="left">Cliquez sur le bouton Numériser par nom et faites les mêmes étapes que le bouton Numériser tout. Mais il y a des différences comme suit: Tapez le nom du fichier avant la numérisation. (Si vous ne vous souvenez pas du nom correct, tapez simplement la première lettre du nom pour la numérisation de fichiers similaires)</span>
ja: <span align="left"><b>[名前でスキャン]</b> ボタンをクリックし、すべてボタンをスキャンとして同じ手順を行います。 しかし、以下のようにいくつかの違いがあります。 -スキャンする前にファイル名を入力します。 (正しい名前が思い出せない場合入力するだけで同様のファイルをスキャンの名前の最初の文字) </span>

# strHelpAD
source: <b><font color="#FFFFFF" size="+6">Some wheelie good advice for you:</font></b>
fr: <b><font color="#FFFFFF" size="+6">Quelques conseils roulants pour vous:</font></b>
ja: <b><font color="#FFFFFF" size="+6">あなたのためのいくつかのアドバイス：</font></b>

# strHelpCS
source: <b><font color="#FFFFFF" size="+12">Contact us</font></b>
fr: <b><font color="#FFFFFF" size="+6">Contactez nous</font></b>
ja: <b><font color="#FFFFFF" size="+12">お問い合わせ</font></b>

# strHelpUS
source: <b><font color="#FFFFFF" size="+6">User manual</font></b>
fr: <b><font color="#FFFFFF" size="+6">Manuel utilisateur</font></b>
ja: <b><font color="#FFFFFF" size="+6">ユーザーマニュアル</font></b>

# strMessage
source: You are trying to save the file to the same location with its old location. This may cause the recovery failed and overwrite your data permanently. Are you sure you want to continue
fr: Vous essayez de sauvegarder le fichier dans le même emplacement avec son ancien emplacement. Cela pourrait entraîner une échoué de la récupération et écraser vos données en permanence.Es-tu sur de vouloir continuer?
ja: あなたは、元の場所と同じ場所にファイルを保存しようとしています。これは、回復エラーが発生し、データが完全に上書き。続行するよろしいですか。

# strMessage1
source: Please wait until recovery is finished.
fr: Attendez que le rétablissement soit terminé.
ja: 回復が完了するまでお待ちください。

# strFinished
source: Finished scanning...!
fr: Numérisation terminée
ja: スキャンが終了

# strMessage2
source: <span align="center">The application is in scanning process. Are you sure you want to stop it?</span>
fr: <span align="center">L'application est en cours de numérisation. Êtes-vous sûr de vouloir l'arrêter? </span>
ja: <span align="center">アプリケーションは、スキャン プロセスでです。あなたはそれを停止してもよろしいですか。 </span>

# strMessage3
source: <span align="center">The application is in scanning process. Are you sure you want to exit?</span>
fr: <span align="center">L'application est en cours de numérisation. Êtes-vous sûr de vouloir quitter?</span>
ja: <span align="center">アプリケーションは、スキャン プロセスでです。あなたが終了してもよろしいですか。 </span>

# strcp
source: Computer info
fr: Informations sur l'ordinateur
ja: コンピューター情報

# strcpAC
source: User Account
fr: Compte d'utilisateur
ja: ユーザー アカウント

# strcpName
source: Computer name
fr: Nom de l'ordinateur
ja: コンピューター名

# strcpProcess
source: Processor
fr: Processeur
ja: プロセッサ

# strcpRam
source: Installed memory
fr: Mémoire installée
ja: インストールされているメモリ

# strAlldisk
source: Select all disks
fr: Sélectionner tous les disques
ja: すべてのディスクを選択します。

# strButton2
source: Restore Files
fr: Restaurer des fichiers
ja: ファイルを復元する。

# strCancel
source: Cancel
fr: Annuler
ja: キャンセル

# strChances
source: Recovery Chances
fr: Chances de Récupération
ja: 回復のチャンス

# strChoose
source: Choose file type
fr: Choisissez le type de fichier
ja: ファイルの種類を選択します。

# strEmail
source: Your email
fr: Votre email
ja: あなたのメール アドレス

# strExit
source: Exit
fr: Sortie
ja: 終了

# strFileType
source: File type
fr: Type de fichier
ja: ファイルの種類

# strFolder
source: Folder location
fr: Emplacement des dossiers
ja: フォルダーの場所

# strFree
source: Free
fr: Gratuit
ja: 空き領域

# strHardware
source: Hard Drive
fr: Disque dur
ja: ハード ドライブ

# strWarning
source: Warning
fr: Attention
ja: 警告

# strLater
source: Later
fr: Plus tard
ja: 後で

# strlocation
source: Select a Location
fr: Sélectionnez un Lieu
ja: 場所を選択します。

# strMessage10
source: Please register to be able to use this feature
fr: S'il vous plaît vous inscrire pour pouvoir utiliser cette fonctionnalité
ja: この機能を使用できるように登録してください。

# strMessage11
source: Please wait until recovery is finished.
fr: Attendez que le rétablissement soit terminé.
ja: 回復が完了するまでお待ちください。

# strMessage12
source: Are you sure you want to continue?
fr: Es-tu sur de vouloir continuer?
ja: 続行するよろしいですか。

# strMessage13
source: New version is available. Do you want to update now?
fr: Une nouvelle version est disponible. Voulez-vous mettre à jour maintenant?
ja: 新しいバージョンが利用可能です。今すぐ更新しますか。

# strMessage14
source: Sorry. Please select file type before you start scanning!
fr: Pardon. S'il vous plaît sélectionner le type de fichier avant de commencer à numériser!
ja: 申し訳ありませんが。スキャンを開始する前に、ファイルの種類を選択してください。

# strMessage15
source: Please type the filename before scanning!
fr: Tapez le nom du fichier avant de numériser!
ja: スキャンする前にファイル名を入力してください。

# strMessage16
source: Please select a drive or folder before scanning!
fr: Sélectionnez un lecteur ou un dossier sur le lecteur avant la numérisation!
ja: スキャンする前にドライブまたはドライブ上のフォルダーを選択してください。

# strMessage17
source: Search by filename here
fr: Recherche par nom de fichier ici
ja: ファイル名をここで検索します。

# strMessage4
source: Sorry. Please check the format of the entered email address!
fr: Pardon. Vérifiez le format de l'adresse électronique saisie!
ja: すみません。入力したメールアドレスの形式を確認してください！

# strMessage5
source: Serial number field cannot be empty
fr: Le champ de numéro de série ne peut pas être vide
ja: シリアル番号フィールドは空にできません。

# strMessage6
source: Email field cannot be empty
fr: Le champ de l'e-mail ne peut pas être vide
ja: 電子メール フィールド は空にできません。

# strMessage7
source: Please try again. The email address or serial number you provided is not correct.
fr: Veuillez réessayer. L'adresse e-mail ou le numéro de série que vous avez fourni n'est pas correct.
ja: やり直してください。メール アドレスまたは指定したシリアル番号が正しくありません。

# strMessage8
source: Registration Successful
fr: Inscription réussi
ja: 登録完了

# strMessage9
source: Please enter email and serial number
fr: Entrez le mail et le numéro de série
ja: メール アドレスとシリアル番号を入力してください。

# strModified
source: Last Modified
fr: Dernière Modification
ja: 最終更新日時

# strName
source: Name
fr: Prénom
ja: 名前

# strNumber
source: Serial number
fr: Numéro de série
ja: シリアル番号

# strOption4a
source: years
fr: dernières années
ja: 年間

# strOption
source: The beginning of time
fr: Le début du temps
ja: 時間の始まり

# strOption1
source: Last three months
fr: Les trois derniers mois
ja: 過去 3 か月

# strOption2
source: Last week
fr: La semaine dernière
ja: 最後の週

# strOption3
source: Scan the following items by last modified from:
fr: Numérisez les éléments suivants par dernière modification de:
ja: から最終で次の項目をスキャンします。

# strOption4
source: year
fr: année
ja: 年

# strOption5
source: Last
fr: Les
ja: 最後の

# strPath
source: Path
fr: Chemin d'accès
ja: パス

# strPurchase
source: Purchase now
fr: Achetez maintenant
ja: 今すぐ購入します

# strRecovering
source: Recovering
fr: Récupération
ja: 回復

# strRegister
source: Register
fr: S’inscrire
ja: -登録します

# strSave
source: Save
fr: Sauvegarder
ja: 保存

# strScan
source: Scan
fr: Numériser
ja: スキャンする

# strSearch
source: Search
fr: Chercher
ja: 検索

# strSize
source: Size
fr: Taille
ja: サイズ

# strStop
source: Stop
fr: Arrêtez
ja: 停止する

# strStopping
source: Stopping
fr: Arrêt
ja: 停止

# strType
source: Type
ja: 種類

# strUpdate
source: Update
fr: Mettre à jour
ja: 更新

# strUsed
source: Used
fr: Utilisé
ja: 使用領域

# strOption6
source: Options
ja: オプション

# strLanguage
source: Languages
fr: les langues
ja: 言語

# strFilename
source: File Name
fr: nom de fichier
ja: ファイル名

# strSettings
source: Settings
fr: Paramètres
ja: セッティング

# strGeneral
source: General
fr: Général
ja: ジェネラル

# strHelp
source: Helps
fr: Aider
ja: 助ける

# strSubscription
source: Subscription
fr: Abonnement
ja: 加入

# strHeader
source: Please choose the way you want to scan and restore
fr: Choisissez la façon dont vous souhaitez numériser et restaurer
ja: スキャンして復元する方法を選択してください。

# strAgain
source: Don't ask me again
fr: ne me demandez plus
ja: 次回から表示しない

# strdocuments
source: Documents
ja: ドキュメント

# strphotos
source: Photos
ja: 写真

# strvideos
source: Videos
fr: Vidéos
ja: ビデオ
